[
  "Hesaplarınız için her zaman güçlü ve tahmin edilemez şifreler kullanın. Parolanızda isminiz, doğum tarihiniz, tuttuğunuz takım gibi kişisel bilgilerinize yer vermeyin.",
  "Mümkün olduğunda iki faktörlü kimlik doğrulama (2FA) etkinleştirin. Kullandığınız ÖYS'de bu özellik yoksa okulunuzla iletişime geçerek bu özelliğin önemine vurgu yapın.",
  "Güvenlik açıklarına karşı korunmak için yazılımınızı ve cihazlarınızı güncel tutun. En güncel yazılımlar, en güncel güvenlik önlemlerini içerir.",
  "Bilinmeyen kaynaklardan gelen e-postalardaki bağlantılara tıklarken veya ekleri indirirken dikkatli olun.",
  "Çevrimiçi etkinliğinizin izlenmesini veya ele geçirilmesini önlemek için VPN kullanabilirsiniz.",
  "Sosyal medya hesaplarınızdaki gizlilik ayarlarını düzenli olarak gözden geçirin. Kişiye özel reklam algoritmalarına izin vermeyerek verinizin işlenmesini önleyebilirsiniz.",
  "Özel konuşmalar için uçtan uca şifreli mesajlaşma uygulamaları kullanın.",
  "Kişisel bilgilerinizi kamuya açık platformlarda ve sosyal medyada paylaşmayı sınırlandırın.",
  "Güçlü şifreler oluşturmak ve güvenli bir şekilde saklamak için bir şifre yöneticisi kullanın. EduSecure bu parola yöneticilerine güzel bir örnek teşkil etmektedir.",
  "Kamuya açık Wi-Fi ağlarını kullanmaktan kaçının veya bunlara bağlanırken VPN kullanın.",
  "Hassas iletişim için şifreleme özelliklerine sahip güvenli bir e-posta hizmeti kurun.",
  "Uygulamalara ve tarayıcı eklentilerine verilen izinler konusunda dikkatli olun.",
  "Çevrimiçi ayak izinizi en aza indirmek için kullanılmayan hesapları silin.",
  "Ev ağınızı güçlü bir Wi-Fi şifresiyle güvence altına alın ve mümkünse WPA3 şifrelemeyi etkinleştirin.",
  "Finansal hesaplarınızı düzenli olarak şüpheli etkinlikler açısından izleyin.",
  "Kullanılmadığında cihazlarınızdaki konum hizmetlerini devre dışı bırakın.",
  "Gizliliğe odaklı ayarlar ve eklentilerle güvenli bir tarayıcı kullanın.",
  "Web kamerasını kullanmadığınız zaman bilgisayarınızın kamerasını kapatın.",
  "E-Dolandırıcılıklardan sakının ve bunları nasıl tanıyacağınızı öğrenin.",
  "Verilerinizi düzenli olarak güvenli ve şifreli bir depolama çözümüne yedekleyin.",
  "Dijital asistanların kullanımını sınırlandırın veya gizlilik ayarlarını dikkatlice konfigüre edin.",
  "Bölgenizdeki gizlilik yasaları ve düzenlemeleri hakkında bilgi edinin. KVKK ve GDPR gibi yasalarca tanınan gizlilik haklarınızdan haberdar olun."
  ]